//
//  Intro.strings
//  TheBox iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_intro_1_title_"   = "Ein sicheres Zuhause für Ihre Daten";
"_intro_1_text_"    = "Zugriff, Freigabe und Schutz Ihrer Dateien zu Hause und bei der Arbeit";

"_intro_11_title_"  = "Gesten in der Dateianzeige nutzen";
"_intro_11_text_"   = "Wische nach → oder ←: Optionen \n\nLang drücken: Kopieren/einfügen oder Öffnen in… \n\nDrücken: 3D Touch (wenn verfügbar)";

"_intro_2_title_"   = "Mehrfachkonto";
"_intro_2_text_"    = "Verbinden Sie sich mit all Ihren Clouds und wechseln schnell zwischen Ihren Kontos durch einen Fingertipp auf das TheBox-Logo in der Datei-Ansicht (nur in TheBox PRO enthalten)";

"_intro_3_title_"   = "Start";
"_intro_3_text_"    = "Schön, Sie können nun TheBox nutzen. Weitere Informationen und Neuigkeiten sowie Kontaktmöglichkeiten finden Sie auf https://magenta.org";

"_introNoCryptoCloud_1_title_" = "Crypto Cloud";
"_introNoCryptoCloud_1_text_"  = "Das Crypto-Cloud-Verschlüsselungsprotokoll ist nicht mehr verfügbar. Sie können jedoch Ihre Dateien entschlüsseln, indem Sie die kostenlose App aus dem AppStore herunterladen.\n\nIn Kürze wird ein neues Ende-zu -ende-Verschlüsselungsprotokoll für alle TheBox-Clients zur Verfügung stehen.\n\nKlicken zum Beginnen";
